#Цель заданий
#Научиться работать с print.

#Что нужно сделать:
#Зайдите в файлы с заданиями и исправте так чтобы вывод соответствовал условиям.
#print('Задание 1.')

# Исправьте программу так, чтобы в результате её
# выполнения на экран вывелась «доска».
# Пример:
# ----------
# |00000000|
# |00000000|
# |00000000|
# |00000000|
# ----------




#print('----------')
#print('|00000000|')
#print('|00000000|')
#print('|00000000|')
#print('|00000000|')
#print('----------')
import task_1
import task_2